/* Messaging Service errors */

// Share Extension: Error when posting - primary level text
POST_ERROR_DESCRIPTION = "無法傳送項目";

// Share Extension: Error when posting - secondary level text
POST_ERROR_RECOVERY_SUGGESTION = "請稍後再試";

// Share Extension: Label shown in if not logged in to Skype
NOT_LOGGED_IN_LABEL = "未登入 Skype";

// Share Extension: Legacy text message component. %@ will be replaced with the Skype name of the sender
MEDIA_DOCUMENT_LEGACY_TITLE = "%@ 已傳送相片。";

// Share Extension: Legacy text message component. %1 will be replace by an URL where to access the picture
MEDIA_DOCUMENT_LEGACY_TEXT =  "這台裝置尚不支援 Skype 新的相片分享功能，但您仍可在瀏覽器中到以下網址檢視相片: %@";
